Revit 2027 API
SpecTypeId.HvacDensity Property
 Density, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacDensity { get; }
Public Shared ReadOnly Property HvacDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacDensity {
	ForgeTypeId^ get ();
}
static member HvacDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace